376 167319
13 112337
259 84332
1115 84252
278 74959
690 56288
613 47318
29871 43297
29892 42843
310 41977
29906 29801
304 27630
29896 27379
29900 26373
29889 24772
263 22787
19602 21963
322 21398
29941 19062
29946 18101
297 17106
338 15578
550 14484
29908 14390
426 14074
12470 14047
2981 14041
29879 10615
393 10034
29973 8681
363 8423
29899 7782
29915 7583
29909 6981
29884 6485
471 6339
1576 5978
367 5834
29905 5792
408 5556
373 5389
491 5385
450 5306
411 5135
29876 5085
292 4983
385 4952
29945 4919
1494 4843
526 4835
451 4744
2743 4658
287 4652
29907 4538
29933 4432
1363 4394
607 4355
29928 4348
306 4145
29929 4048
515 3966
372 3585
29373 3583
670 3420
29953 3393
472 3211
29947 3195
313 3160
470 3038
540 3038
29914 2926
29897 2925
756 2777
284 2730
505 2641
362 2619
29874 2483
674 2383
29955 2372
8809 2273
902 2253
436 2212
320 2205
267 2204
29901 2186
1009 2151
29956 2080
750 2052
723 2033
395 2010
1552 2003
13218 1987
399 1965
891 1961
445 1950
697 1945
5931 1945
293 1932
1023 1914
599 1907
29891 1892
7790 1843
262 1842
3664 1832
2522 1826
437 1815
2216 1811
24893 1798
1556 1797
1058 1794
2106 1732
822 1729
1438 1729
871 1695
508 1685
947 1663
541 1636
892 1626
1135 1588
767 1585
694 1567
261 1558
403 1542
5818 1540
29936 1534
896 1527
635 1519
272 1477
967 1460
746 1458
1183 1428
368 1425
414 1393
901 1354
964 1307
358 1289
443 1269
590 1268
537 1258
1608 1256
1048 1246
916 1244
573 1209
797 1204
565 1199
738 1178
630 1168
975 1161
591 1153
29883 1152
577 1147
653 1135
6114 1131
1063 1127
14731 1127
4307 1125
931 1124
8078 1120
5517 1117
424 1115
727 1111
2931 1106
825 1103
881 1103
286 1095
519 1092
29873 1089
319 1085
277 1077
29881 1069
1546 1061
8449 1051
1667 1046
29872 1046
3036 1044
714 1040
274 1035
5034 1035
29916 1025
457 1023
2831 1023
29885 1020
1554 1019
391 1017
289 1008
512 1004
3913 1003
366 993
3148 989
1004 985
1090 977
800 973
2472 973
2750 970
671 969
269 968
29890 966
29898 966
29887 965
20801 959
9436 958
1075 949
29903 945
1357 940
2982 940
3782 937
749 935
15311 933
316 932
337 932
869 924
29950 924
963 922
1900 912
769 909
15970 907
936 904
937 904
21846 900
29995 898
1559 894
1258 893
1492 886
1139 872
1122 858
353 857
1156 853
2305 848
5618 848
282 839
8241 827
273 821
275 819
296 816
8973 816
766 806
5001 805
342 802
1304 788
3271 782
1749 781
29902 779
29924 779
701 753
2440 750
14637 750
1218 749
1818 748
1269 746
29875 746
1353 744
3158 741
300 739
960 736
4013 735
583 734
265 733
3112 733
1243 731
12271 731
379 730
716 726
2038 723
940 722
2875 721
1316 719
29923 708
482 696
29943 694
260 690
285 687
1821 687
276 684
2645 684
10757 683
29925 679
315 678
1565 673
1021 668
1784 667
1078 666
29931 666
375 665
2744 661
559 660
3381 659
664 658
639 657
328 652
364 652
6993 652
5874 646
314 645
1797 642
5146 642
1098 641
355 640
427 640
1754 639
681 636
350 635
8666 635
281 634
302 633
1082 633
279 629
3081 627
333 623
327 622
2022 619
29880 618
264 617
298 614
330 612
1033 612
294 610
663 609
19123 604
1002 602
1037 592
423 591
1788 590
545 589
5121 589
1716 587
1934 585
14260 585
596 584
718 584
291 581
1629 581
616 579
995 578
324 575
737 573
7910 573
1728 570
988 568
1914 565
29954 565
386 564
4066 562
1476 559
29888 559
301 558
1724 555
1891 553
270 552
4272 551
29886 544
1434 542
943 540
8818 539
758 537
2462 537
1549 534
713 532
410 531
1641 530
3908 529
2629 528
2133 527
2296 527
271 525
9506 522
16500 520
525 514
280 513
1550 511
3900 509
903 508
886 504
524 499
380 496
777 496
1207 495
29934 495
317 494
17097 493
2264 492
305 491
6360 491
29882 490
1906 489
10974 485
359 484
3097 483
5199 483
970 482
1757 482
920 481
10462 481
1370 478
1230 477
29878 476
1025 475
1663 475
402 474
29985 472
1121 471
2919 467
398 466
882 466
1169 466
1907 466
432 465
3762 465
1006 459
1880 457
29940 457
4094 456
5264 454
1283 453
1860 453
4091 453
381 452
1321 451
2211 450
3006 450
511 448
1338 447
4556 447
1781 446
2592 446
979 445
1080 445
6554 445
9999 444
884 443
5922 443
1497 442
429 441
25252 441
8368 440
770 439
950 438
2779 438
680 437
295 434
2215 434
325 431
341 431
1661 431
5995 430
2834 429
1179 428
2318 428
3787 428
910 427
805 425
29911 425
1932 424
349 423
1889 423
852 422
1302 420
528 419
1472 419
592 418
3303 418
2861 417
619 416
2609 416
5381 415
2053 414
1094 413
521 412
883 412
454 411
4392 411
344 410
5537 410
921 409
3229 409
3109 407
4344 407
321 406
1790 406
1855 406
2000 406
2129 406
11643 406
2860 403
3644 403
29949 403
2175 402
6909 400
2879 398
594 397
1463 396
2164 396
7598 394
1532 392
459 391
3699 391
1735 390
1288 389
2183 389
2729 389
3596 389
6368 389
633 387
760 387
1061 387
650 385
1711 385
9894 385
12307 385
497 383
575 383
1250 383
6559 383
10416 382
3186 380
3619 379
29877 379
1095 377
1333 377
2278 377
5849 377
2678 374
8604 374
2180 372
8898 372
290 371
307 371
1144 370
1487 370
2058 370
9667 370
4665 369
4234 368
982 367
12012 365
357 364
4889 364
5186 364
20348 364
332 361
345 361
392 361
739 361
1422 361
925 360
5864 360
440 359
323 358
348 358
1206 358
5866 358
309 357
1014 357
1623 357
3233 356
787 355
335 354
5214 354
9687 354
352 352
2857 351
5996 351
706 350
1432 350
2593 348
495 347
3480 347
2125 345
502 342
542 342
29894 342
3473 341
3234 340
3471 340
6263 340
331 339
360 339
2174 339
3841 338
10401 338
29895 338
2501 337
7652 337
17327 337
561 336
626 336
7156 336
326 335
339 335
488 335
1284 335
5253 335
731 334
3785 334
28985 333
773 332
566 331
1319 331
1473 331
4195 330
29893 330
29918 330
598 329
1199 329
1840 329
501 328
5429 328
329 327
2446 327
10216 327
480 325
3438 323
4892 323
5925 323
6532 322
9124 322
13258 322
390 321
946 321
752 320
1286 320
17407 320
29967 320
479 319
405 318
6121 318
311 317
1568 316
1959 315
7378 315
404 314
2761 314
654 313
415 312
1573 312
4955 312
409 311
1203 311
3578 311
1050 310
2877 310
29963 310
610 309
16277 309
369 308
288 307
6296 307
383 306
1407 305
3633 305
1551 303
2319 303
18227 303
1966 302
4841 302
3583 301
29220 301
1044 300
3697 300
4958 300
29962 299
679 297
719 297
763 297
952 297
378 296
496 296
15597 296
7492 295
8439 295
1503 294
1584 294
3692 294
1161 292
8041 292
8210 292
10151 292
11314 292
12530 292
720 291
1904 291
8034 290
10212 290
1598 289
3614 289
28523 289
1682 288
2498 288
3734 288
5637 288
354 287
1913 287
394 286
1885 286
1974 286
620 285
2337 285
4306 285
3240 284
895 283
29968 283
793 282
1274 282
2998 282
3001 282
518 280
2198 280
3082 280
6471 279
11421 279
22535 279
412 278
4637 278
938 277
1073 277
29920 277
534 276
1518 276
2594 276
2980 276
29974 276
303 275
2360 275
388 274
481 274
625 274
4520 274
5751 274
1455 273
2114 273
11706 273
1008 272
2688 272
848 271
1510 271
4940 271
728 270
4723 270
16772 270
346 269
2304 269
3321 269
3889 269
7606 269
12139 269
27580 269
704 268
2313 268
8750 268
13406 268
467 267
562 267
1762 267
1925 267
5758 267
1951 266
5375 266
370 265
475 265
2794 265
5198 265
12959 265
2531 264
2769 264
7621 264
12045 264
5224 263
5625 263
413 262
1328 262
2548 262
3064 262
4038 262
5046 262
9117 262
19001 262
2665 261
8824 261
22330 261
24894 261
29912 261
2107 260
2854 260
4559 260
517 259
934 259
1372 259
5008 259
5703 259
1070 258
382 257
652 257
1171 257
5957 257
10884 257
12459 257
1887 256
2411 256
16612 256
1691 255
4158 255
6030 255
1670 254
12379 254
1074 253
3196 253
7504 253
1072 252
1601 252
538 251
1195 251
3203 251
3573 251
10899 251
365 250
433 250
3058 250
4100 250
5802 250
9945 250
27769 250
2343 249
8023 249
8459 249
11423 249
13973 249
476 248
748 248
1134 248
3132 248
16415 248
2454 247
11898 247
29467 247
8405 246
708 245
7802 245
26406 245
627 244
740 244
1583 244
10430 244
3118 243
7512 243
7602 243
1446 242
2099 242
2534 242
3278 242
3974 242
4549 242
9121 242
817 241
839 241
2367 241
3971 241
478 240
2105 240
3038 240
371 239
1270 239
535 238
3631 238
19915 238
1236 237
3075 237
4482 237
7536 237
790 236
1312 236
2933 236
5557 236
6788 236
9045 236
397 235
715 235
1237 235
2785 235
4045 235
4953 235
17135 235
1944 234
5832 234
14686 234
567 233
4824 233
6210 233
19989 233
675 232
3448 232
3864 232
343 231
3512 231
3942 231
4135 231
9443 231
15721 231
3918 230
17869 230
915 229
974 229
2078 229
4433 229
4797 229
5181 229
7483 229
17715 229
2089 228
2301 228
3023 228
3611 228
4249 228
5852 228
1024 227
2745 227
4695 227
8581 227
10776 227
13457 227
22193 227
1833 226
2702 226
17268 226
20139 226
448 225
2841 225
4226 225
336 224
2562 224
7134 224
771 223
957 223
1017 223
1791 223
5574 223
6314 223
8020 223
536 222
7807 222
11302 222
11672 222
1342 221
9792 221
579 220
2323 220
4944 220
5497 220
7700 220
1127 219
3907 219
6350 219
6588 219
546 218
3362 218
4967 218
5613 218
6673 218
10788 218
735 217
2086 217
4098 217
5328 217
564 216
873 216
14365 216
21460 216
837 215
1374 215
1795 215
4539 215
11845 215
15502 215
20590 215
27719 215
29938 215
1060 214
1298 214
1582 214
14726 214
623 213
1857 213
2400 213
8161 213
10118 213
13382 213
417 212
514 212
1334 212
3273 212
5239 212
13360 212
621 211
3041 211
4446 211
4846 211
5144 211
6410 210
918 209
1067 209
3002 209
12990 209
1301 208
1824 208
4646 208
1196 207
3867 207
6374 207
428 206
1296 206
4092 206
7631 206
7826 206
1145 205
1454 205
1950 205
6929 205
10596 205
1746 204
2265 204
5281 204
533 203
666 203
1133 203
3153 203
5480 203
6199 203
7539 203
23806 203
1259 202
6813 202
425 201
1253 201
1475 201
7333 201
11664 201
15964 201
747 200
1461 200
1848 200
2228 200
2486 200
4153 200
9245 200
11563 200
11619 200
15590 200
711 199
2200 199
2705 199
3600 199
6437 199
13736 199
18161 199
560 198
1153 198
1722 198
2410 198
3814 198
3819 198
4654 198
13206 198
10916 197
2030 196
2602 196
2820 196
2845 196
4049 196
435 195
640 195
1603 195
6288 195
9101 195
9263 195
10311 195
16833 195
1361 194
2740 194
11962 194
14329 194
2948 193
4799 193
5377 193
453 192
1020 192
1819 192
1947 192
2827 192
4475 192
16157 192
24284 192
27684 192
953 191
1973 191
5855 191
7037 191
7738 191
7788 191
11211 191
26440 191
2846 190
2904 190
3544 190
3632 190
6133 190
527 189
2181 189
2989 189
8178 189
17266 189
18541 189
20201 189
29965 189
1609 188
2687 188
11174 188
14321 188
16726 188
351 187
4655 187
4783 187
8910 187
1154 186
1261 186
1539 186
1634 186
2159 186
3250 186
7133 186
11559 186
19417 186
22161 186
441 185
465 185
2625 185
12032 185
13332 185
17671 185
2778 184
4586 184
4786 184
4982 184
318 183
455 183
484 183
1041 183
1065 183
1157 183
1462 183
1602 183
2121 183
4934 183
6058 183
7389 183
8369 183
3598 182
5320 182
8939 182
14243 182
1516 181
2582 181
2654 181
3732 181
3897 181
5545 181
9128 181
9426 181
13879 181
3620 180
6354 180
7180 180
1108 179
2221 179
5786 179
7632 179
7881 179
9226 179
736 178
2309 178
2707 178
2887 178
571 177
2996 177
3287 177
6460 177
6906 177
8099 177
8345 177
17888 177
1244 176
2024 176
2441 176
3984 176
5982 176
6035 176
6185 176
7609 176
2143 175
3236 175
9949 175
10231 175
11509 175
14502 175
340 174
608 174
1985 174
2286 174
6233 174
10478 174
11176 174
15058 174
15276 174
631 173
2560 173
2788 173
2825 173
4565 173
5921 173
9545 173
672 172
2859 172
3145 172
4177 172
5439 172
406 171
1128 171
1320 171
1474 171
2098 171
2764 171
5177 171
5469 171
10489 171
14188 171
15205 171
1451 170
3192 170
4806 170
4822 170
568 169
786 169
1371 169
2463 169
4328 169
6634 169
6944 169
778 168
2428 168
2499 168
2669 168
4180 168
12962 168
24383 168
1649 167
3643 167
4689 167
6942 167
8076 167
1400 166
2225 166
4768 166
8794 166
11191 166
374 165
1059 165
2712 165
2955 165
3677 165
4203 165
6232 165
6392 165
6394 165
6602 165
12566 165
1191 164
1349 164
5716 164
8323 164
962 163
1026 163
1776 163
4383 163
26504 163
1190 162
2197 162
4266 162
4866 162
7418 162
10225 162
16083 162
21160 162
29991 162
845 161
1136 161
1847 161
2217 161
2222 161
4208 161
4868 161
5229 161
13748 161
18186 161
28469 161
434 160
796 160
824 160
854 160
3307 160
3406 160
3815 160
4036 160
4086 160
5188 160
5376 160
7101 160
7371 160
7688 160
14886 160
1570 159
1789 159
2553 159
5434 159
5534 159
10832 159
266 158
504 158
513 158
2039 158
2041 158
2247 158
2253 158
6521 158
9324 158
11825 158
18326 158
29989 158
468 157
1513 157
2635 157
2738 157
10608 157
15724 157
19263 157
25348 157
2236 156
3461 156
3748 156
6363 156
6900 156
9946 156
12407 156
13013 156
312 155
387 155
643 155
3050 155
3370 155
4088 155
5304 155
5391 155
5518 155
7417 155
9103 155
658 154
4978 154
7284 154
16082 154
544 153
555 153
1401 153
1766 153
3021 153
3078 153
3144 153
5520 153
9262 153
9864 153
2130 152
2894 152
4148 152
6068 152
6423 152
6976 152
21867 152
438 151
919 151
1234 151
2693 151
3625 151
11183 151
17654 151
493 150
557 150
586 150
855 150
1970 150
2613 150
4123 150
4340 150
4856 150
5478 150
5622 150
6606 150
29380 150
696 149
705 149
972 149
2752 149
3521 149
6958 149
7282 149
9883 149
553 148
1252 148
2474 148
3138 148
3277 148
3492 148
5100 148
7045 148
8024 148
9316 148
16690 148
21849 148
744 147
3694 147
5337 147
14728 147
15703 147
18918 147
22420 147
2675 146
3412 146
5714 146
18363 146
19500 146
466 145
563 145
1141 145
1509 145
1962 145
3143 145
4095 145
4497 145
7579 145
9850 145
10879 145
12502 145
20848 145
485 144
552 144
1827 144
1852 144
2600 144
4152 144
5131 144
11904 144
13897 144
16831 144
21448 144
21544 144
1657 143
3860 143
5837 143
7336 143
10643 143
2496 142
3265 142
3353 142
3712 142
3933 142
5374 142
6029 142
7601 142
8062 142
8287 142
8379 142
11828 142
12112 142
14311 142
18287 142
19848 142
26823 142
629 141
968 141
3451 141
4828 141
6295 141
6416 141
16538 141
19257 141
20218 141
985 140
1490 140
3390 140
3896 140
4486 140
5233 140
6053 140
6153 140
8139 140
9505 140
19839 140
523 139
1379 139
2381 139
3368 139
4071 139
4832 139
5007 139
5302 139
5960 139
11952 139
13047 139
898 138
1000 138
2398 138
2925 138
4312 138
4818 138
5192 138
9162 138
10127 138
10961 138
14209 138
17162 138
17750 138
19179 138
20017 138
993 137
2758 137
2951 137
4509 137
4835 137
6795 137
7329 137
9813 137
12060 137
12755 137
14529 137
15649 137
1616 136
1793 136
4110 136
5684 136
8128 136
8760 136
9950 136
11405 136
12944 136
17394 136
20436 136
761 135
768 135
2224 135
2354 135
3309 135
3651 135
4017 135
4642 135
5735 135
9146 135
549 134
2450 134
3174 134
4502 134
8471 134
8703 134
13242 134
24092 134
1123 133
1126 133
2355 133
2439 133
2459 133
4891 133
6352 133
8906 133
9642 133
14089 133
473 132
661 132
1158 132
1189 132
1348 132
1547 132
1804 132
2722 132
6964 132
7841 132
7916 132
10049 132
10557 132
10761 132
2913 131
5414 131
5806 131
6555 131
7271 131
446 130
452 130
506 130
520 130
1246 130
2504 130
2551 130
2556 130
2760 130
4127 130
6666 130
7463 130
10008 130
11203 130
14828 130
347 129
499 129
530 129
885 129
2020 129
3829 129
3868 129
4779 129
4821 129
7344 129
8002 129
8516 129
10298 129
10943 129
15313 129
18658 129
389 128
574 128
1049 128
1111 128
1591 128
2153 128
3654 128
3743 128
4083 128
4331 128
5654 128
6434 128
8820 128
10992 128
19220 128
19813 128
26702 128
509 127
582 127
612 127
1168 127
1336 127
1696 127
5611 127
5883 127
6475 127
6490 127
9500 127
12520 127
14040 127
14263 127
20115 127
27231 127
2673 126
3185 126
4603 126
4959 126
5143 126
5962 126
6865 126
7972 126
8948 126
11259 126
14002 126
17173 126
22569 126
29939 126
1016 125
1705 125
3033 125
3262 125
5626 125
7639 125
17546 125
23503 125
844 124
1209 124
1238 124
1772 124
2618 124
3211 124
4658 124
5065 124
11122 124
29926 124
1100 123
1358 123
1535 123
1650 123
2242 123
2924 123
4550 123
4595 123
4893 123
5645 123
6858 123
8945 123
9427 123
10087 123
10591 123
10868 123
11407 123
13433 123
21691 123
22873 123
23228 123
503 122
814 122
862 122
2599 122
2874 122
3673 122
4796 122
5056 122
6987 122
7178 122
7477 122
8380 122
13696 122
2168 121
2407 121
3160 121
3282 121
4133 121
4726 121
5069 121
5190 121
5287 121
6297 121
7093 121
7899 121
8214 121
10503 121
11959 121
25618 121
27144 121
442 120
1600 120
2811 120
2838 120
3708 120
4178 120
4402 120
4439 120
4563 120
4845 120
6462 120
6520 120
6694 120
6716 120
6866 120
8340 120
8469 120
9701 120
14176 120
18671 120
20330 120
25530 120
593 119
618 119
1466 119
4688 119
5134 119
9257 119
1308 118
1339 118
1410 118
2218 118
2610 118
2847 118
2969 118
3838 118
4613 118
6534 118
6989 118
7018 118
7551 118
10110 118
10631 118
10800 118
12118 118
12992 118
13284 118
19725 118
23990 118
734 117
1295 117
1317 117
1557 117
1953 117
2568 117
2957 117
3291 117
3806 117
11581 117
12458 117
17346 117
23035 117
1184 116
1222 116
1662 116
1693 116
2388 116
2855 116
3682 116
3700 116
4023 116
4660 116
6892 116
7426 116
8455 116
9259 116
10823 116
15352 116
16232 116
21337 116
28596 116
851 115
864 115
1863 115
2714 115
2814 115
3802 115
5632 115
5999 115
18906 115
799 114
2063 114
2507 114
2543 114
2667 114
3386 114
3987 114
4225 114
4251 114
5155 114
8697 114
13661 114
14451 114
14703 114
19119 114
24876 114
529 113
830 113
1083 113
1233 113
1303 113
1355 113
2189 113
3276 113
5418 113
5794 113
6047 113
6592 113
8175 113
8271 113
9063 113
9290 113
12871 113
13561 113
20074 113
26420 113
655 112
775 112
874 112
1205 112
1747 112
2768 112
4366 112
4772 112
6963 112
8429 112
12903 112
17294 112
19079 112
24806 112
377 111
819 111
1571 111
2317 111
2868 111
3859 111
6601 111
7150 111
7800 111
7824 111
9947 111
13112 111
13574 111
15997 111
28606 111
1052 110
1760 110
2187 110
3275 110
3826 110
4097 110
4653 110
5174 110
6821 110
10068 110
10801 110
11592 110
15006 110
15426 110
25161 110
361 109
572 109
1034 109
1484 109
1712 109
2050 109
2821 109
3813 109
4060 109
5225 109
5400 109
7436 109
10340 109
10672 109
11640 109
12024 109
14169 109
18310 109
20748 109
22069 109
22514 109
22564 109
23522 109
24809 109
25828 109
688 108
1326 108
3595 108
5040 108
5367 108
5566 108
6593 108
8018 108
8724 108
9368 108
14741 108
20186 108
23346 108
25609 108
1147 107
1223 107
1560 107
1999 107
2186 107
2787 107
2986 107
3342 107
3618 107
4337 107
5164 107
5176 107
5658 107
5779 107
7853 107
8866 107
9461 107
11757 107
11858 107
13589 107
15178 107
17099 107
19355 107
20182 107
456 106
487 106
860 106
1051 106
1066 106
1228 106
1327 106
1399 106
1423 106
1741 106
1820 106
4275 106
4848 106
6893 106
9078 106
10331 106
10676 106
13807 106
16304 106
19479 106
23134 106
25715 106
801 105
1152 105
1162 105
2144 105
2209 105
2756 105
3030 105
3464 105
3624 105
3695 105
3824 105
3842 105
4687 105
4926 105
5220 105
5331 105
5858 105
6198 105
7613 105
11118 105
11715 105
18618 105
22359 105
492 104
1241 104
1506 104
2478 104
3683 104
3757 104
4046 104
5095 104
6356 104
7625 104
10600 104
10653 104
12128 104
13407 104
13747 104
18811 104
24833 104
26603 104
1960 103
1975 103
2658 103
2898 103
5073 103
5491 103
6124 103
7964 103
10106 103
12646 103
14473 103
18066 103
21573 103
21862 103
22812 103
23633 103
24346 103
27375 103
27430 103
791 102
907 102
1117 102
1871 102
2466 102
3253 102
4223 102
4382 102
4908 102
6077 102
6509 102
9714 102
11719 102
15115 102
16730 102
20431 102
29522 102
30022 102
1194 101
1380 101
1460 101
1648 101
2873 101
3527 101
4034 101
4347 101
4628 101
4741 101
7684 101
7787 101
15477 101
16200 101
17072 101
28289 101
762 100
2240 100
3013 100
4972 100
5004 100
6625 100
7027 100
9445 100
9793 100
10322 100
11817 100
14523 100
15281 100
23023 100
23437 100
25173 100
384 99
764 99
1076 99
2012 99
2710 99
2748 99
3099 99
3210 99
3447 99
4630 99
4808 99
4864 99
6041 99
6567 99
6577 99
7234 99
8270 99
13396 99
22261 99
22699 99
24424 99
858 98
3117 98
3171 98
3372 98
3663 98
4314 98
7408 98
7472 98
8608 98
9076 98
10122 98
10325 98
16372 98
17279 98
25340 98
449 97
867 97
1240 97
2307 97
2326 97
3200 97
3546 97
5700 97
6757 97
6773 97
7058 97
7124 97
7143 97
7208 97
7977 97
8249 97
8372 97
10013 97
10090 97
12251 97
20051 97
20063 97
431 96
510 96
1439 96
1543 96
1617 96
1753 96
1763 96
2927 96
3189 96
3710 96
4167 96
4773 96
5683 96
5722 96
5747 96
6599 96
7432 96
8489 96
12935 96
13049 96
19656 96
26094 96
28033 96
872 95
929 95
1310 95
1375 95
1424 95
1652 95
2149 95
2533 95
2755 95
3161 95
3268 95
3458 95
3635 95
3935 95
4414 95
5987 95
6129 95
6403 95
6419 95
10188 95
10636 95
10712 95
13555 95
13636 95
13703 95
16388 95
17443 95
22542 95
29440 95
29979 95
1287 94
1441 94
1708 94
3495 94
3704 94
4343 94
4880 94
5305 94
5745 94
5839 94
6306 94
7774 94
7933 94
8512 94
11412 94
11531 94
15366 94
16382 94
16896 94
18408 94
19649 94
20016 94
22204 94
22233 94
710 93
1405 93
1996 93
2984 93
4933 93
5619 93
6270 93
7029 93
7786 93
8437 93
9696 93
11976 93
13036 93
13985 93
14235 93
17182 93
24555 93
25008 93
27302 93
683 92
724 92
798 92
1285 92
2437 92
2646 92
3283 92
3460 92
3805 92
4063 92
4218 92
4591 92
5019 92
5221 92
5650 92
5742 92
5761 92
5967 92
6656 92
6997 92
7088 92
7190 92
7256 92
10972 92
11057 92
14022 92
14218 92
14914 92
18296 92
19163 92
23388 92
25700 92
1129 91
1188 91
1201 91
1383 91
1531 91
2059 91
2134 91
2274 91
2347 91
2448 91
3398 91
3800 91
3880 91
3939 91
4072 91
4129 91
4280 91
5138 91
5608 91
6335 91
6544 91
7875 91
8825 91
8977 91
9986 91
10174 91
10805 91
11480 91
20850 91
21583 91
21767 91
23446 91
26032 91
29922 91
838 90
1104 90
3528 90
3926 90
4240 90
5968 90
6206 90
6284 90
7200 90
8004 90
8063 90
8560 90
8900 90
9150 90
9819 90
11029 90
12021 90
12711 90
20346 90
21090 90
23393 90
26733 90
283 89
1680 89
2679 89
2999 89
3246 89
4766 89
6275 89
6447 89
7014 89
7292 89
9098 89
14568 89
15469 89
16263 89
17049 89
18043 89
20789 89
22049 89
447 88
948 88
1165 88
1217 88
1524 88
1592 88
1653 88
1939 88
1943 88
2009 88
2512 88
3279 88
3652 88
5360 88
5633 88
6062 88
6090 88
7123 88
7572 88
7751 88
8569 88
9132 88
11008 88
11233 88
11476 88
12080 88
13672 88
24208 88
29990 88
2734 87
2737 87
2817 87
3765 87
3901 87
4599 87
4847 87
5846 87
6170 87
7316 87
8370 87
10161 87
10372 87
10379 87
11232 87
11251 87
13638 87
13788 87
14419 87
15130 87
15332 87
19716 87
25204 87
26072 87
27149 87
759 86
2867 86
3568 86
4477 86
5033 86
5881 86
6091 86
6575 86
7568 86
7761 86
7803 86
8300 86
9677 86
9826 86
10032 86
12678 86
13184 86
14257 86
15645 86
15659 86
28648 86
601 85
678 85
870 85
1297 85
2178 85
5227 85
5528 85
5692 85
6221 85
6584 85
8792 85
9097 85
12651 85
12856 85
17004 85
19405 85
22760 85
27884 85
29999 85
880 84
1099 84
1101 84
1150 84
1281 84
1450 84
1477 84
1727 84
1886 84
2251 84
4076 84
4443 84
4871 84
5998 84
6641 84
6755 84
8415 84
8500 84
8677 84
12542 84
13901 84
14338 84
14368 84
14831 84
16650 84
17800 84
17924 84
18530 84
19548 84
21588 84
23093 84
25841 84
27214 84
645 83
647 83
1040 83
1106 83
1555 83
1965 83
2060 83
2579 83
2978 83
4156 83
4319 83
5094 83
6400 83
7114 83
7513 83
8104 83
9418 83
10365 83
11558 83
11663 83
12212 83
13931 83
14020 83
17855 83
18018 83
22056 83
23900 83
24169 83
27081 83
29961 83
689 82
794 82
887 82
1644 82
1854 82
1867 82
1967 82
2575 82
2869 82
3322 82
3519 82
3564 82
3660 82
4771 82
6159 82
7250 82
7560 82
8570 82
8799 82
9292 82
9859 82
9939 82
12359 82
12969 82
14416 82
15041 82
16375 82
17602 82
18690 82
556 81
1235 81
2071 81
4105 81
4192 81
4430 81
5080 81
5697 81
6345 81
8283 81
8528 81
9080 81
9212 81
9401 81
10753 81
11661 81
12088 81
12286 81
17724 81
18766 81
22110 81
24003 81
558 80
604 80
1113 80
1581 80
1737 80
1971 80
2545 80
2649 80
2878 80
3184 80
3245 80
5882 80
6504 80
7823 80
7995 80
9215 80
9556 80
10257 80
11639 80
13557 80
15017 80
20313 80
21000 80
21224 80
21608 80
26054 80
637 79
660 79
792 79
1081 79
1182 79
1449 79
2193 79
2289 79
2708 79
3394 79
5335 79
5490 79
5870 79
6056 79
7968 79
8688 79
10115 79
11292 79
11780 79
12232 79
13154 79
14999 79
15201 79
15278 79
15561 79
17675 79
24663 79
25738 79
809 78
841 78
955 78
1279 78
2068 78
2192 78
2655 78
3345 78
3646 78
4742 78
5076 78
5189 78
5332 78
6459 78
8158 78
13442 78
14060 78
17983 78
18032 78
18520 78
20043 78
22903 78
686 77
1028 77
1035 77
1219 77
1306 77
1397 77
1478 77
2280 77
2576 77
2674 77
2770 77
3216 77
3389 77
3456 77
3637 77
4395 77
4413 77
4644 77
5353 77
5667 77
6724 77
6763 77
6877 77
6919 77
6923 77
8676 77
9242 77
9311 77
9449 77
10548 77
11084 77
11684 77
15611 77
16226 77
17385 77
18568 77
19434 77
19956 77
21561 77
23147 77
547 76
1527 76
1639 76
1898 76
2315 76
2791 76
3566 76
3730 76
3845 76
4074 76
4974 76
5296 76
6617 76
6761 76
6943 76
8671 76
8709 76
10504 76
12827 76
13900 76
17803 76
18577 76
18873 76
19388 76
19967 76
21665 76
22618 76
22898 76
23926 76
25273 76
25502 76
27683 76
932 75
1736 75
2117 75
2245 75
2310 75
2807 75
3047 75
3209 75
3698 75
4525 75
5075 75
5313 75
5643 75
5717 75
5810 75
5923 75
6136 75
6474 75
7795 75
7982 75
8988 75
10124 75
11781 75
12560 75
12625 75
15075 75
25091 75
26310 75
474 74
669 74
695 74
789 74
913 74
928 74
1486 74
1619 74
1666 74
1979 74
2276 74
2373 74
3978 74
5120 74
5306 74
5336 74
7035 74
7062 74
7136 74
8022 74
8401 74
8872 74
9014 74
11005 74
11966 74
14223 74
20309 74
25323 74
27138 74
687 73
1022 73
1054 73
1131 73
2330 73
2719 73
3364 73
3821 73
3847 73
4004 73
4746 73
5644 73
5932 73
6586 73
6686 73
7212 73
7404 73
7657 73
7900 73
8951 73
9833 73
10278 73
10541 73
11242 73
11291 73
12817 73
13585 73
15723 73
18499 73
20098 73
22169 73
23448 73
26808 73
578 72
609 72
682 72
788 72
1299 72
1734 72
2246 72
2356 72
5753 72
6411 72
6940 72
8491 72
8852 72
8967 72
9087 72
9358 72
9432 72
11395 72
11584 72
13461 72
13919 72
14496 72
14927 72
18365 72
20601 72
24432 72
26863 72
27721 72
784 71
899 71
1883 71
1957 71
2052 71
2109 71
2302 71
2805 71
2967 71
3380 71
4362 71
4452 71
5279 71
5408 71
6446 71
6707 71
7306 71
7806 71
8453 71
8661 71
9269 71
9956 71
10018 71
10021 71
10847 71
11097 71
12187 71
13019 71
14595 71
14675 71
16420 71
28259 71
29469 71
914 70
1522 70
1888 70
2048 70
2232 70
3367 70
3594 70
4942 70
5407 70
5492 70
5666 70
6507 70
6737 70
6751 70
7121 70
7913 70
9315 70
9406 70
11809 70
12091 70
13774 70
14455 70
15655 70
16800 70
17180 70
17785 70
18845 70
21957 70
23931 70
1220 69
1294 69
1433 69
1480 69
1540 69
2643 69
2908 69
3241 69
3335 69
3517 69
3534 69
3667 69
3786 69
3946 69
4205 69
4943 69
5183 69
5401 69
5447 69
5777 69
5893 69
5972 69
6505 69
6710 69
6862 69
7600 69
7943 69
8261 69
8342 69
8359 69
9551 69
10405 69
10432 69
11182 69
11624 69
12084 69
12138 69
12628 69
12891 69
12917 69
13521 69
15134 69
15308 69
16269 69
17096 69
17739 69
18987 69
19015 69
19309 69
19435 69
29159 69
1185 68
2226 68
2234 68
2849 68
3163 68
3395 68
4361 68
6728 68
7202 68
7228 68
7375 68
7415 68
8126 68
8859 68
9736 68
12301 68
12455 68
12722 68
17285 68
17711 68
17935 68
18215 68
21702 68
22965 68
23164 68
23352 68
24354 68
25300 68
25804 68
29438 68
29930 68
875 67
1627 67
2244 67
2615 67
3129 67
3376 67
3474 67
4333 67
5833 67
6273 67
6479 67
6766 67
8194 67
8571 67
8802 67
9526 67
9893 67
10354 67
12616 67
14088 67
14231 67
17005 67
19262 67
20816 67
21142 67
21820 67
26397 67
27428 67
28507 67
29821 67
776 66
944 66
1091 66
1266 66
1341 66
1659 66
1997 66
2281 66
2436 66
2590 66
2650 66
3068 66
3076 66
4357 66
4925 66
6194 66
6493 66
6743 66
7126 66
7258 66
7799 66
8072 66
8589 66
9508 66
9543 66
9776 66
9886 66
10751 66
11098 66
11109 66
12356 66
13705 66
14890 66
16610 66
16684 66
16692 66
16783 66
17068 66
18860 66
20255 66
20704 66
22981 66
29199 66
1045 65
1119 65
1166 65
1611 65
1838 65
1862 65
2070 65
2361 65
2414 65
2525 65
2580 65
2715 65
3111 65
3554 65
3687 65
4287 65
5149 65
6111 65
7091 65
7531 65
8576 65
8927 65
9561 65
9812 65
10874 65
11039 65
11483 65
12020 65
12409 65
12435 65
13384 65
13978 65
18892 65
18994 65
20037 65
20386 65
20458 65
21301 65
23274 65
24013 65
26361 65
522 64
897 64
1575 64
1718 64
1725 64
1878 64
2259 64
2713 64
2772 64
2888 64
2893 64
2960 64
3958 64
3965 64
4457 64
4682 64
5297 64
5595 64
5733 64
5929 64
8182 64
8293 64
10398 64
10425 64
12242 64
12328 64
12885 64
14511 64
16988 64
19562 64
19852 64
20123 64
22004 64
22545 64
22831 64
24252 64
25078 64
29535 64
611 63
624 63
781 63
945 63
1211 63
1414 63
1431 63
1501 63
1537 63
1751 63
2017 63
2230 63
2506 63
2638 63
2793 63
2803 63
3441 63
3639 63
3796 63
4850 63
5112 63
5275 63
6467 63
6635 63
7225 63
7855 63
8179 63
9228 63
10524 63
10901 63
12297 63
12341 63
12439 63
12469 63
13378 63
13598 63
13880 63
13917 63
13956 63
15483 63
16637 63
18254 63
20162 63
22576 63
24899 63
29192 63
29413 63
29913 63
439 62
569 62
585 62
847 62
1007 62
1120 62
1384 62
1402 62
1654 62
2648 62
3088 62
3252 62
3286 62
3476 62
3676 62
3775 62
3885 62
4423 62
4675 62
4984 62
5062 62
5086 62
5101 62
5900 62
6251 62
9391 62
9703 62
9704 62
9755 62
10694 62
11524 62
11565 62
12463 62
13500 62
15666 62
16888 62
18691 62
19469 62
22874 62
26731 62
27935 62
659 61
923 61
1160 61
1248 61
1332 61
1403 61
1987 61
2008 61
2092 61
3137 61
3774 61
4459 61
4575 61
4684 61
4757 61
4857 61
5555 61
5665 61
5894 61
5934 61
6151 61
7713 61
7794 61
8991 61
10320 61
10468 61
10575 61
11822 61
11910 61
11977 61
11982 61
12565 61
14074 61
14433 61
15834 61
16089 61
16172 61
17223 61
17903 61
18096 61
19100 61
23772 61
24060 61
24481 61
27391 61
498 60
677 60
1337 60
1607 60
1658 60
2386 60
2616 60
2620 60
2775 60
2906 60
3168 60
3332 60
4318 60
4788 60
5084 60
5249 60
5649 60
6095 60
6139 60
6287 60
7148 60
7498 60
7577 60
7634 60
8250 60
9102 60
9416 60
10171 60
10745 60
11266 60
11308 60
11399 60
13888 60
14993 60
15033 60
15252 60
17161 60
17762 60
18093 60
19436 60
20413 60
20471 60
20919 60
22005 60
25392 60
26795 60
28549 60
615 59
651 59
853 59
889 59
1163 59
2519 59
2561 59
3661 59
4450 59
4481 59
5172 59
5456 59
5468 59
5521 59
5834 59
6339 59
6456 59
6631 59
6718 59
6790 59
6931 59
7773 59
8497 59
8974 59
10532 59
10624 59
11158 59
11315 59
12536 59
13319 59
13676 59
14064 59
14582 59
14879 59
14881 59
17517 59
18148 59
18755 59
19525 59
21082 59
21162 59
21905 59
23986 59
26807 59
28175 59
668 58
900 58
1309 58
1436 58
1489 58
1548 58
1709 58
1846 58
2776 58
3256 58
3454 58
3483 58
3628 58
3811 58
4543 58
4810 58
5256 58
5533 58
5546 58
5917 58
6012 58
6683 58
6685 58
6782 58
6879 58
6996 58
7232 58
7387 58
7846 58
7901 58
8743 58
9202 58
10223 58
10734 58
10742 58
11921 58
12122 58
13235 58
13504 58
14710 58
16467 58
17583 58
18150 58
20193 58
21282 58
22502 58
22680 58
24332 58
26496 58
1019 57
1114 57
1507 57
1545 57
1933 57
2204 57
2415 57
2606 57
2749 57
2806 57
2983 57
3165 57
4010 57
4113 57
4188 57
4300 57
5941 57
6246 57
6511 57
6664 57
6843 57
8937 57
9027 57
9223 57
10952 57
11015 57
11915 57
13877 57
13988 57
14656 57
16427 57
17319 57
18443 57
18632 57
18930 57
19754 57
19863 57
20251 57
21635 57
22722 57
24498 57
24921 57
25339 57
27450 57
407 56
707 56
1683 56
1704 56
1881 56
2185 56
2199 56
2203 56
2243 56
2257 56
2258 56
2362 56
2696 56
2941 56
3063 56
3122 56
3455 56
4373 56
4610 56
5110 56
5362 56
5514 56
6364 56
6564 56
6894 56
6969 56
7303 56
7805 56
7925 56
8152 56
9173 56
9200 56
9301 56
9801 56
10652 56
11035 56
11220 56
11730 56
13347 56
13389 56
13394 56
13734 56
14983 56
15387 56
15889 56
16311 56
16980 56
21083 56
22369 56
24345 56
27654 56
28639 56
1983 55
2011 55
2447 55
4120 55
4696 55
5718 55
6038 55
7348 55
7766 55
8096 55
8252 55
8542 55
9590 55
9712 55
9770 55
10768 55
10995 55
11855 55
11994 55
12023 55
12234 55
12710 55
12949 55
13181 55
13524 55
14333 55
16021 55
16103 55
17196 55
17774 55
19518 55
20408 55
21118 55
23382 55
23584 55
24454 55
25722 55
29177 55
772 54
1176 54
1688 54
1870 54
2142 54
2306 54
2408 54
2603 54
3133 54
3444 54
3629 54
3839 54
3983 54
4435 54
4697 54
5057 54
5203 54
6375 54
6548 54
6852 54
7273 54
7967 54
8256 54
8424 54
8831 54
8873 54
9138 54
9359 54
9881 54
10839 54
10949 54
10977 54
11456 54
11687 54
11872 54
11916 54
12919 54
13138 54
14278 54
16688 54
17193 54
17686 54
20376 54
20745 54
21549 54
22225 54
22661 54
22884 54
23881 54
25012 54
27101 54
27482 54
28526 54
828 53
833 53
905 53
935 53
961 53
1293 53
1373 53
1457 53
1780 53
1858 53
1919 53
1989 53
2145 53
2601 53
3011 53
3104 53
3131 53
3349 53
4426 53
4720 53
4752 53
5936 53
6176 53
6216 53
7111 53
7716 53
7984 53
8790 53
9109 53
9197 53
9679 53
10307 53
10470 53
10700 53
12180 53
12326 53
13452 53
13925 53
13962 53
14497 53
15118 53
15436 53
15754 53
16508 53
17252 53
17568 53
18318 53
18975 53
19859 53
20278 53
20488 53
24205 53
26470 53
27320 53
27441 53
27942 53
1018 52
1389 52
1773 52
1811 52
1901 52
2495 52
2497 52
2578 52
3623 52
3645 52
4163 52
4242 52
4966 52
5167 52
5252 52
5734 52
5790 52
5807 52
5948 52
6421 52
6483 52
6833 52
6956 52
7450 52
7952 52
8291 52
8548 52
8812 52
10112 52
10150 52
10423 52
10466 52
10675 52
10730 52
11427 52
11920 52
12061 52
12818 52
13071 52
13336 52
14953 52
16410 52
16723 52
18070 52
18414 52
18694 52
19328 52
19478 52
20341 52
23460 52
24261 52
25046 52
28705 52
29490 52
29701 52
334 51
815 51
966 51
1364 51
1842 51
2113 51
2572 51
3151 51
3242 51
3407 51
3415 51
3593 51
4001 51
4056 51
4436 51
4561 51
4802 51
4878 51
5023 51
5321 51
5393 51
5475 51
6043 51
6632 51
6674 51
6816 51
7063 51
7113 51
7145 51
7254 51
7405 51
7695 51
8095 51
8333 51
8954 51
9008 51
9399 51
9488 51
10551 51
10825 51
11299 51
11736 51
11763 51
11826 51
11911 51
12462 51
12521 51
12580 51
12661 51
12955 51
13487 51
13537 51
13857 51
14325 51
14332 51
16035 51
16229 51
17164 51
17741 51
19869 51
20459 51
21104 51
21737 51
23562 51
28145 51
28178 51
29747 51
924 50
1528 50
1706 50
2363 50
2657 50
2866 50
3025 50
3533 50
3721 50
3763 50
4021 50
4612 50
4769 50
4790 50
4870 50
4969 50
5455 50
5764 50
7679 50
8267 50
8386 50
9848 50
10492 50
10637 50
10778 50
11403 50
13586 50
14356 50
14661 50
14698 50
15038 50
15133 50
15543 50
16336 50
16646 50
17042 50
17105 50
18046 50
18397 50
18655 50
18677 50
18864 50
19468 50
20305 50
20699 50
23547 50
24147 50
24479 50
24841 50
25074 50
26029 50
28447 50
584 49
628 49
774 49
861 49
949 49
1242 49
1369 49
1646 49
1765 49
2158 49
2527 49
2782 49
2829 49
2928 49
3259 49
3803 49
4279 49
4336 49
4704 49
4733 49
4819 49
5130 49
5282 49
5707 49
6496 49
6614 49
7155 49
7163 49
7726 49
7889 49
8277 49
9004 49
9662 49
9753 49
10403 49
10657 49
10658 49
10794 49
10824 49
11101 49
11104 49
11192 49
11451 49
11685 49
11850 49
11981 49
13331 49
13544 49
13548 49
13750 49
13977 49
15566 49
15678 49
15743 49
16122 49
16126 49
16302 49
17126 49
17189 49
19797 49
19854 49
19949 49
20327 49
20493 49
20890 49
22104 49
22543 49
23454 49
23860 49
24042 49
24161 49
26002 49
26320 49
29586 49
722 48
808 48
1089 48
1151 48
1404 48
1628 48
1849 48
2035 48
2416 48
3061 48
3323 48
3638 48
4245 48
4315 48
4512 48
4805 48
5750 48
7470 48
7812 48
7903 48
9251 48
9571 48
9875 48
10610 48
10664 48
11060 48
11099 48
12568 48
13501 48
13718 48
15899 48
16165 48
16493 48
17259 48
17845 48
19310 48
20773 48
21219 48
21677 48
22092 48
22399 48
24911 48
25198 48
25569 48
27310 48
419 47
698 47
802 47
1036 47
1103 47
1504 47
1994 47
2151 47
2212 47
2431 47
3107 47
3121 47
3269 47
3504 47
3742 47
3979 47
4018 47
4089 47
4371 47
4863 47
5443 47
5464 47
5771 47
5829 47
5835 47
5863 47
5890 47
6238 47
6359 47
6774 47
6860 47
6985 47
7664 47
8473 47
8492 47
8635 47
9619 47
9760 47
10085 47
10388 47
10628 47
11043 47
13240 47
14424 47
15942 47
16392 47
17549 47
17692 47
17768 47
18830 47
18853 47
19480 47
19783 47
22580 47
23735 47
25287 47
25387 47
25695 47
26171 47
26323 47
27261 47
27368 47
27371 47
29841 47
299 46
820 46
1038 46
1112 46
1508 46
1730 46
1810 46
2662 46
2973 46
2992 46
3217 46
3470 46
3686 46
4515 46
4629 46
4920 46
4922 46
5232 46
5354 46
5394 46
5589 46
5796 46
6166 46
6393 46
6682 46
6729 46
6831 46
7546 46
7612 46
9126 46
9241 46
9903 46
10723 46
11369 46
12432 46
12504 46
12623 46
13006 46
13752 46
13899 46
14167 46
14722 46
14933 46
15968 46
16356 46
16445 46
16867 46
17091 46
17251 46
17545 46
17643 46
18099 46
18980 46
19437 46
19514 46
20761 46
22342 46
22778 46
23367 46
23507 46
26130 46
26619 46
28990 46
29984 46
804 45
926 45
1314 45
1388 45
1398 45
2167 45
2509 45
2626 45
3114 45
3181 45
3190 45
3301 45
3509 45
3773 45
4035 45
4187 45
4278 45
5731 45
5780 45
6398 45
6480 45
6576 45
6709 45
7275 45
7291 45
7862 45
7866 45
8081 45
8943 45
9068 45
9332 45
10170 45
10695 45
11157 45
11517 45
11614 45
12930 45
13444 45
13714 45
14280 45
14803 45
14982 45
15220 45
16123 45
16242 45
16453 45
16976 45
17168 45
17820 45
18497 45
19726 45
21144 45
21204 45
21838 45
23505 45
23904 45
23995 45
25005 45
25745 45
26526 45
26935 45
27012 45
27274 45
27791 45
28422 45
29504 45
29692 45
600 44
842 44
977 44
999 44
1323 44
1347 44
1577 44
1927 44
1991 44
2540 44
2666 44
2728 44
3270 44
3902 44
4210 44
4444 44
4901 44
4947 44
5148 44
5412 44
5930 44
6028 44
6169 44
6820 44
6926 44
6932 44
7083 44
7243 44
7297 44
7311 44
7334 44
7927 44
7970 44
8236 44
8775 44
9607 44
9659 44
10352 44
10371 44
10959 44
11223 44
11265 44
11549 44
11564 44
11595 44
11840 44
12272 44
12892 44
14043 44
14364 44
14880 44
15958 44
16741 44
17581 44
17952 44
18444 44
19214 44
19821 44
21114 44
21751 44
22155 44
22435 44
22707 44
24384 44
26377 44
26681 44
27353 44
27877 44
28075 44
29416 44
866 43
1255 43
1444 43
1610 43
1612 43
1794 43
1822 43
2220 43
2333 43
2552 43
2691 43
3005 43
3096 43
4125 43
4230 43
4359 43
4842 43
5349 43
5365 43
5642 43
5969 43
5970 43
6156 43
6742 43
6874 43
7205 43
7491 43
7584 43
7694 43
7945 43
8052 43
8225 43
8735 43
9184 43
9595 43
9698 43
10259 43
10696 43
11235 43
11376 43
12040 43
12070 43
12610 43
12786 43
12886 43
12968 43
12984 43
13814 43
13873 43
14061 43
14958 43
15392 43
15839 43
16058 43
17081 43
17208 43
17292 43
17667 43
17873 43
17977 43
18109 43
19098 43
19188 43
19253 43
19264 43
19532 43
19965 43
21746 43
21750 43
22526 43
22611 43
23187 43
24658 43
25389 43
25798 43
26371 43
28495 43
420 42
1208 42
1245 42
1426 42
1590 42
1771 42
1875 42
2049 42
2101 42
2380 42
2763 42
2929 42
3035 42
3224 42
3237 42
3414 42
3791 42
3801 42
4593 42
5037 42
5445 42
5680 42
5824 42
6003 42
6021 42
6388 42
6721 42
7435 42
7743 42
8227 42
8253 42
8366 42
8475 42
8805 42
9134 42
10230 42
10434 42
11000 42
11473 42
11553 42
12206 42
12283 42
12666 42
13175 42
14689 42
14734 42
15064 42
15377 42
15485 42
15589 42
15859 42
16346 42
16564 42
16708 42
17607 42
17696 42
18872 42
19201 42
19840 42
19905 42
20811 42
21519 42
22237 42
22332 42
22592 42
22950 42
23330 42
24084 42
24316 42
24464 42
24602 42
24818 42
25228 42
25616 42
26999 42
27335 42
27908 42
28487 42
28512 42
29658 42
29769 42
700 41
911 41
980 41
1148 41
1174 41
1595 41
1774 41
1859 41
2233 41
2300 41
2833 41
3427 41
3745 41
3817 41
3944 41
4003 41
4274 41
4418 41
4513 41
4587 41
5015 41
5030 41
5147 41
5648 41
6085 41
6089 41
6523 41
6572 41
6703 41
7122 41
7453 41
8307 41
9446 41
9638 41
9904 41
9906 41
9972 41
10436 41
10963 41
11102 41
11279 41
11339 41
11380 41
11416 41
11798 41
11886 41
11896 41
12562 41
12812 41
13030 41
13283 41
13569 41
13686 41
13698 41
13874 41
14171 41
14378 41
14382 41
15576 41
15782 41
16436 41
17668 41
17905 41
18719 41
18720 41
20209 41
21097 41
21266 41
21952 41
22683 41
28056 41
28091 41
28190 41
28792 41
29055 41
29395 41
29668 41
638 40
856 40
951 40
1056 40
1173 40
1197 40
1267 40
1351 40
1946 40
2094 40
2122 40
2284 40
2348 40
2475 40
2611 40
2706 40
3086 40
3333 40
3338 40
3525 40
3581 40
3876 40
3947 40
4077 40
4078 40
4165 40
4259 40
4548 40
4636 40
5197 40
5396 40
5685 40
5819 40
6445 40
6731 40
7323 40
7569 40
7648 40
7856 40
8090 40
8357 40
8367 40
8718 40
9129 40
9413 40
9941 40
10475 40
10501 40
11275 40
11301 40
11520 40
11612 40
11761 40
11791 40
11827 40
11847 40
12945 40
13072 40
13911 40
14372 40
15031 40
15284 40
15987 40
16423 40
16892 40
17532 40
18055 40
18786 40
19531 40
19679 40
21180 40
21420 40
21578 40
22329 40
23283 40
23935 40
24788 40
24968 40
25135 40
27379 40
28602 40
28938 40
29839 40
779 39
876 39
1311 39
1638 39
1831 39
1954 39
2007 39
2015 39
2073 39
2139 39
2146 39
2148 39
2429 39
2432 39
2467 39
2479 39
2485 39
2839 39
2842 39
2923 39
3152 39
3247 39
3719 39
4048 39
4235 39
4293 39
4853 39
5025 39
5161 39
5795 39
6142 39
6426 39
6455 39
7268 39
7301 39
7480 39
8011 39
8465 39
8881 39
8926 39
9090 39
9186 39
9224 39
9763 39
10083 39
10369 39
10410 39
10614 39
10640 39
10674 39
10697 39
11149 39
11806 39
12042 39
12236 39
12266 39
12500 39
13120 39
13135 39
13609 39
13700 39
13797 39
14379 39
14737 39
15883 39
16531 39
16743 39
16773 39
17261 39
18698 39
18771 39
19357 39
19861 39
19901 39
19910 39
20586 39
21648 39
21733 39
22055 39
23059 39
23493 39
23663 39
24455 39
24472 39
24473 39
25413 39
25667 39
25831 39
27577 39
27981 39
29008 39
622 38
986 38
1030 38
1071 38
1277 38
1523 38
1579 38
1674 38
1700 38
1745 38
2021 38
2182 38
2634 38
2853 38
3034 38
3290 38
3391 38
3799 38
4002 38
4298 38
4368 38
4495 38
4760 38
4838 38
5049 38
5597 38
6171 38
6425 38
6503 38
7192 38
7744 38
7980 38
8611 38
8678 38
9088 38
9177 38
9559 38
9601 38
10267 38
10296 38
10603 38
10819 38
10858 38
11286 38
11695 38
12652 38
12844 38
13587 38
13834 38
14253 38
14363 38
14422 38
14717 38
14944 38
15047 38
15171 38
15585 38
15680 38
15729 38
16129 38
16376 38
16719 38
16778 38
17506 38
17645 38
18049 38
18225 38
18372 38
18448 38
18701 38
19604 38
20662 38
20937 38
21458 38
22713 38
23474 38
24517 38
24825 38
26990 38
28189 38
29129 38
29181 38
29513 38
602 37
721 37
987 37
1467 37
1689 37
2405 37
2731 37
2858 37
3037 37
3179 37
3204 37
3834 37
3878 37
4015 37
4149 37
4185 37
4236 37
4325 37
4823 37
5318 37
5426 37
5592 37
5828 37
6440 37
6758 37
6811 37
6839 37
6890 37
7176 37
7314 37
8343 37
8946 37
9345 37
9560 37
10714 37
10769 37
10812 37
11324 37
11551 37
11831 37
12676 37
13026 37
13076 37
13818 37
14125 37
14841 37
15053 37
15617 37
16397 37
17737 37
18272 37
18356 37
18425 37
18649 37
19752 37
20023 37
20328 37
20332 37
20653 37
20957 37
21138 37
21669 37
22222 37
22691 37
22731 37
23279 37
23659 37
25488 37
25539 37
27284 37
27836 37
27967 37
28744 37
554 36
649 36
1032 36
1105 36
1178 36
1202 36
1251 36
1343 36
1416 36
1761 36
2108 36
2299 36
2541 36
2994 36
3056 36
3305 36
3575 36
4024 36
4047 36
4080 36
5105 36
5485 36
5531 36
5617 36
6260 36
6362 36
6369 36
6501 36
7051 36
7054 36
7191 36
7429 36
7618 36
7699 36
7829 36
8680 36
9250 36
9475 36
9775 36
9802 36
9869 36
10071 36
10435 36
10452 36
11470 36
11863 36
12029 36
12991 36
13031 36
13434 36
13751 36
13819 36
14161 36
14359 36
14919 36
15007 36
15020 36
15029 36
15141 36
15303 36
15654 36
16178 36
16273 36
16387 36
17090 36
18362 36
18423 36
18757 36
18760 36
19399 36
19422 36
19467 36
20501 36
21283 36
21475 36
21553 36
22522 36
22739 36
22917 36
23332 36
24296 36
24589 36
25047 36
26630 36
27185 36
27550 36
28173 36
28234 36
28688 36
29011 36
422 35
595 35
983 35
1010 35
1247 35
1655 35
1869 35
1884 35
1894 35
2298 35
2376 35
2444 35
2453 35
2701 35
2730 35
2832 35
3018 35
3466 35
4469 35
4680 35
4840 35
4859 35
4867 35
5031 35
5498 35
5821 35
7117 35
7128 35
7395 35
7540 35
7581 35
7689 35
8296 35
8607 35
9105 35
9779 35
9796 35
10097 35
10104 35
10147 35
10159 35
10184 35
10644 35
10940 35
11408 35
12449 35
12451 35
12695 35
12727 35
12906 35
13230 35
13296 35
13448 35
14154 35
14517 35
14794 35
15274 35
15574 35
15603 35
15869 35
16404 35
16661 35
16842 35
17176 35
17487 35
17786 35
17823 35
17878 35
18269 35
18403 35
19087 35
19626 35
19843 35
20562 35
20810 35
21152 35
21875 35
22078 35
22198 35
22688 35
22747 35
23036 35
23704 35
24378 35
24388 35
24952 35
25269 35
26533 35
27881 35
29176 35
29808 35
868 34
973 34
1085 34
1262 34
1558 34
1701 34
2027 34
2219 34
2254 34
2547 34
3348 34
3657 34
3733 34
3957 34
3960 34
4227 34
4930 34
4931 34
4995 34
5251 34
5409 34
6257 34
6454 34
6847 34
6938 34
7660 34
8811 34
9382 34
9685 34
9805 34
9885 34
10930 34
11033 34
11124 34
11486 34
11644 34
11749 34
11909 34
11922 34
12529 34
12717 34
12730 34
12875 34
13004 34
13303 34
13411 34
13426 34
13731 34
13858 34
15500 34
16000 34
16429 34
17063 34
17225 34
17690 34
17937 34
18012 34
18130 34
18666 34
18707 34
18764 34
20026 34
20751 34
21079 34
21188 34
22001 34
22473 34
22585 34
22613 34
23556 34
24046 34
24395 34
24905 34
25071 34
25158 34
25639 34
26060 34
27028 34
29151 34
532 33
742 33
954 33
1226 33
1300 33
1541 33
1597 33
1813 33
1923 33
2002 33
2138 33
2147 33
2177 33
2190 33
2322 33
2427 33
2435 33
2438 33
2699 33
2972 33
3358 33
3605 33
3647 33
3691 33
3739 33
3874 33
4068 33
4160 33
4427 33
4480 33
4801 33
4964 33
5060 33
5114 33
5139 33
5276 33
5612 33
5662 33
5820 33
6087 33
6514 33
6568 33
6948 33
7004 33
7177 33
7345 33
7573 33
8093 33
8174 33
8220 33
8349 33
8634 33
8855 33
8886 33
8950 33
9021 33
9209 33
9213 33
9580 33
9657 33
9735 33
10201 33
10404 33
10804 33
10896 33
11156 33
11164 33
11359 33
11420 33
11506 33
12077 33
12163 33
12535 33
12645 33
12753 33
12912 33
13582 33
13590 33
13725 33
14123 33
15380 33
15661 33
16112 33
16188 33
16246 33
16485 33
16710 33
16852 33
16951 33
17274 33
17515 33
19109 33
19390 33
19416 33
19673 33
19858 33
20039 33
20365 33
20525 33
20616 33
20795 33
21200 33
21956 33
22160 33
22405 33
22834 33
23167 33
23415 33
23838 33
24067 33
24130 33
27008 33
27032 33
27498 33
28839 33
28931 33
29358 33
816 32
826 32
922 32
1239 32
1307 32
1366 32
1367 32
1564 32
1580 32
2057 32
2140 32
2267 32
2390 32
2418 32
2753 32
2819 32
2910 32
3150 32
3421 32
3585 32
3592 32
3626 32
3804 32
4216 32
4254 32
4257 32
4380 32
4523 32
4558 32
4656 32
4685 32
4887 32
4912 32
5039 32
5171 32
5323 32
5621 32
5989 32
5994 32
6020 32
6051 32
6081 32
6613 32
7407 32
7567 32
7586 32
7734 32
8362 32
8494 32
8656 32
8837 32
9085 32
9171 32
9377 32
9415 32
9670 32
9725 32
9839 32
10163 32
10242 32
10251 32
10317 32
10767 32
10902 32
11155 32
11462 32
11785 32
11837 32
12358 32
12474 32
12522 32
12570 32
12833 32
12841 32
13055 32
13608 32
13772 32
14000 32
14499 32
14547 32
14969 32
15662 32
15835 32
16317 32
16669 32
16679 32
16808 32
17386 32
18440 32
18750 32
19006 32
19681 32
19884 32
19917 32
20067 32
20473 32
20993 32
21438 32
21994 32
22047 32
22624 32
22630 32
22693 32
22851 32
23553 32
24172 32
25117 32
25222 32
26506 32
26507 32
28324 32
28976 32
589 31
603 31
1109 31
1707 31
1775 31
1915 31
1945 31
1964 31
2042 31
2072 31
2369 31
2383 31
2909 31
2988 31
3873 31
3964 31
4316 31
4638 31
4776 31
4780 31
4789 31
4834 31
4992 31
5122 31
5330 31
5403 31
6036 31
6131 31
6689 31
6872 31
7358 31
7614 31
7709 31
7999 31
8112 31
8157 31
8326 31
8341 31
8472 31
8578 31
8668 31
8721 31
8929 31
9003 31
9034 31
9378 31
9536 31
9815 31
9985 31
9987 31
10376 31
10387 31
10809 31
10835 31
11745 31
11801 31
11833 31
12624 31
12713 31
12747 31
13186 31
13244 31
14380 31
14561 31
15593 31
15602 31
15993 31
16755 31
16777 31
17986 31
18103 31
19767 31
19994 31
20058 31
20290 31
20591 31
20676 31
20710 31
21682 31
21926 31
22360 31
22941 31
22964 31
23170 31
23180 31
23181 31
23253 31
23378 31
23390 31
24192 31
24324 31
24754 31
25406 31
25806 31
25917 31
26309 31
26563 31
27400 31
27489 31
27629 31
27754 31
28482 31
29126 31
29455 31
29703 31
617 30
685 30
834 30
941 30
1391 30
1417 30
1525 30
1631 30
1829 30
1897 30
1990 30
2308 30
2389 30
2460 30
2586 30
2741 30
2944 30
2954 30
2965 30
3226 30
3261 30
3352 30
3437 30
3523 30
3549 30
3711 30
3755 30
4087 30
4317 30
5544 30
5563 30
6023 30
6291 30
6776 30
6835 30
7002 30
7199 30
7226 30
7458 30
7736 30
7915 30
7934 30
8428 30
8717 30
8839 30
9055 30
9205 30
9326 30
9351 30
9588 30
10081 30
10816 30
11105 30
11457 30
11955 30
12289 30
13391 30
13519 30
13910 30
13964 30
14146 30
14297 30
14407 30
14586 30
14603 30
15100 30
15150 30
15774 30
15837 30
16300 30
16614 30
17006 30
17134 30
17269 30
17644 30
18195 30
18232 30
18834 30
19341 30
19700 30
19710 30
20479 30
21701 30
22561 30
23136 30
23683 30
23797 30
25704 30
26001 30
26438 30
26536 30
28575 30
28594 30
28679 30
28830 30
29044 30
29086 30
29581 30
878 29
996 29
1015 29
1459 29
1664 29
1686 29
1856 29
2087 29
2320 29
2549 29
2598 29
2656 29
2783 29
2896 29
2935 29
3039 29
3119 29
3147 29
3577 29
3588 29
3615 29
3977 29
4377 29
4412 29
4522 29
4579 29
4600 29
4608 29
4694 29
5222 29
5298 29
5450 29
5687 29
5720 29
5816 29
5918 29
5933 29
5988 29
6019 29
6046 29
6269 29
6376 29
6549 29
6916 29
7075 29
7300 29
7420 29
7500 29
7605 29
7868 29
8228 29
8397 29
8496 29
8632 29
8640 29
8899 29
8976 29
9024 29
9633 29
10029 29
10169 29
10534 29
10582 29
11543 29
11717 29
12528 29
12965 29
13405 29
13489 29
13777 29
13920 29
14219 29
14354 29
15092 29
15187 29
16193 29
16507 29
17055 29
17263 29
17837 29
18116 29
18172 29
18551 29
18650 29
19308 29
19546 29
19571 29
19872 29
20221 29
20228 29
20389 29
20502 29
20612 29
21278 29
21571 29
22623 29
23226 29
23329 29
24116 29
24440 29
24612 29
25068 29
26192 29
26602 29
26869 29
27431 29
27797 29
27988 29
29065 29
29867 29
400 28
548 28
699 28
782 28
806 28
810 28
1393 28
1425 28
1544 28
1624 28
1633 28
1702 28
1799 28
1976 28
2075 28
2084 28
2090 28
2324 28
2518 28
2528 28
2911 28
2975 28
3297 28
3459 28
3508 28
3707 28
4207 28
4615 28
5059 28
5119 28
5193 28
5218 28
5277 28
5461 28
6026 28
6108 28
6451 28
6574 28
6730 28
6851 28
6933 28
7047 28
7112 28
7211 28
7309 28
7623 28
7681 28
7765 28
7863 28
7911 28
7962 28
8208 28
8226 28
8263 28
8373 28
8393 28
8543 28
8625 28
9013 28
9206 28
9227 28
9434 28
9485 28
10107 28
10384 28
10679 28
10773 28
11418 28
11561 28
11689 28
11813 28
11865 28
12219 28
12785 28
12849 28
13285 28
13328 28
13460 28
13998 28
14393 28
14401 28
14744 28
15049 28
15382 28
16078 28
16389 28
16535 28
16600 28
16972 28
17293 28
17308 28
17441 28
17623 28
17726 28
17745 28
18085 28
18281 28
18953 28
18983 28
19016 28
19056 28
19528 28
19587 28
20107 28
20136 28
20607 28
20954 28
21046 28
21203 28
21367 28
21383 28
21909 28
21991 28
22633 28
23056 28
23381 28
24081 28
24127 28
24342 28
24410 28
24610 28
25519 28
25622 28
25734 28
25836 28
26080 28
26618 28
26645 28
26811 28
27399 28
27548 28
28399 28
28696 28
28770 28
416 27
832 27
1137 27
1529 27
1572 27
1625 27
1816 27
1981 27
2023 27
2066 27
2118 27
2329 27
2455 27
2470 27
2477 27
2536 27
2726 27
2813 27
2971 27
3014 27
3022 27
3547 27
3669 27
3973 27
4221 27
4297 27
4321 27
4386 27
4597 27
4803 27
4861 27
4888 27
5169 27
5366 27
5388 27
5436 27
5527 27
5562 27
5603 27
5609 27
5639 27
5705 27
5906 27
5952 27
6057 27
6819 27
7185 27
7197 27
7439 27
7705 27
8206 27
8665 27
8698 27
8814 27
9136 27
9313 27
9348 27
